Revit 2027 API
RebarContainerParameterManager.ClearOverrides Method
 Clears any overridden values from all parameters of the associated RebarContainer element.
Namespace: Autodesk.Revit.DB.Structure
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public void ClearOverrides()
Public Sub ClearOverrides
public:
void ClearOverrides()
member ClearOverrides : unit -> unit
See Also
Reference
RebarContainerParameterManager Class
Autodesk.Revit.DB.Structure Namespace